Repository: rodrigofranzoi/shared-buddy
Catalog: Sources/BuddyLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, nl, pt, ru, zh

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
nl: Zoeken
pt: Pesquisar
ru: Поиск
zh: 搜索

source: Reveal
ar: إظهار
de: Anzeigen
es: Revelar
fr: Révéler
it: Mostra
ja: 表示
nl: Tonen
pt: Revelar
ru: Показать
zh: 显示

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
nl: Weergave
pt: Aparência
ru: Оформление
zh: 外观

source: Preferences
ar: التفضيلات
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
ja: 環境設定
nl: Voorkeuren
pt: Preferências
ru: Настройки
zh: 偏好设置

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
pt: Privacidade
ru: Конфиденциальность
zh: 隐私

source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
pt: Conta
ru: Аккаунт
zh: 账户

source: Select a category
ar: اختر فئة
de: Kategorie auswählen
es: Selecciona una categoría
fr: Sélectionnez une catégorie
it: Seleziona una categoria
ja: カテゴリを選択
nl: Selecteer een categorie
pt: Selecione uma categoria
ru: Выберите категорию
zh: 选择类别

source: Mode
ar: الوضع
de: Modus
es: Modo
it: Modalità
ja: モード
nl: Modus
pt: Modo
ru: Режим
zh: 模式

source: Theme color
ar: لون السمة
de: Akzentfarbe
es: Color del tema
fr: Couleur du thème
it: Colore tema
ja: テーマカラー
nl: Themakleur
pt: Cor do tema
ru: Цвет темы
zh: 主题颜色

source: Custom color
ar: لون مخصص
de: Benutzerdefinierte Farbe
es: Color personalizado
fr: Couleur personnalisée
it: Colore personalizzato
ja: カスタムカラー
nl: Aangepaste kleur
pt: Cor personalizada
ru: Свой цвет
zh: 自定义颜色

source: Legal
ar: قانوني
de: Rechtliches
fr: Mentions légales
it: Note legali
ja: 法的情報
nl: Juridisch
pt: Jurídico
ru: Юридическая информация
zh: 法律信息

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
nl: Privacybeleid
pt: Política de Privacidade
ru: Политика конфиденциальности
zh: 隐私政策

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d’utilisation
it: Termini di utilizzo
ja: 利用規約
nl: Gebruiksvoorwaarden
pt: Termos de Uso
ru: Условия использования
zh: 使用条款

source: Rate App
ar: تقييم التطبيق
de: App bewerten
es: Valorar app
fr: Noter l’app
it: Valuta l’app
ja: アプリを評価
nl: App beoordelen
pt: Avaliar app
ru: Оценить приложение
zh: 为应用评分

source: System
ar: النظام
es: Sistema
fr: Système
it: Sistema
ja: システム
nl: Systeem
pt: Sistema
ru: Системная
zh: 系统

source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
nl: Licht
pt: Claro
ru: Светлая
zh: 浅色

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
nl: Donker
pt: Escuro
ru: Тёмная
zh: 深色

source: Launch at login
ar: التشغيل عند تسجيل الدخول
de: Bei Anmeldung starten
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
it: Apri all’accesso
ja: ログイン時に開く
nl: Starten bij inloggen
pt: Abrir ao iniciar sessão
ru: Запуск при входе
zh: 登录时打开

source: Monitoring
ar: المراقبة
de: Überwachung
es: Supervisión
fr: Surveillance
it: Monitoraggio
ja: モニタリング
nl: Bewaking
pt: Monitoramento
ru: Мониторинг
zh: 监控

source: Paused
ar: متوقف
de: Pausiert
es: En pausa
fr: En pause
it: In pausa
ja: 一時停止中
nl: Gepauzeerd
pt: Pausado
ru: Пауза
zh: 已暂停

source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: 稼働中
nl: Actief
pt: Ativo
ru: Активно
zh: 活动

source: Resume
ar: استئناف
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
ja: 再開
nl: Hervatten
pt: Retomar
ru: Возобновить
zh: 继续

source: Turn Off
ar: إيقاف
de: Ausschalten
es: Desactivar
fr: Désactiver
it: Disattiva
ja: オフにする
nl: Uitschakelen
pt: Desativar
ru: Выключить
zh: 关闭

source: Until next session
ar: حتى الجلسة التالية
de: Bis zur nächsten Sitzung
es: Hasta la próxima sesión
fr: Jusqu’à la prochaine session
it: Fino alla prossima sessione
ja: 次のセッションまで
nl: Tot volgende sessie
pt: Até a próxima sessão
ru: До следующего сеанса
zh: 直到下次会话

source: Permanently
ar: بشكل دائم
de: Dauerhaft
es: Permanentemente
fr: Définitivement
it: In modo permanente
ja: 永続的に
nl: Permanent
pt: Permanentemente
ru: Навсегда
zh: 永久

source: Custom…
ar: مخصص…
de: Benutzerdefiniert…
es: Personalizado…
fr: Personnalisé…
it: Personalizzato…
ja: カスタム…
nl: Aangepast…
pt: Personalizado…
ru: Своё…
zh: 自定义…

source: Custom duration
ar: مدة مخصصة
de: Benutzerdefinierte Dauer
es: Duración personalizada
fr: Durée personnalisée
it: Durata personalizzata
ja: カスタム時間
nl: Aangepaste duur
pt: Duração personalizada
ru: Своя длительность
zh: 自定义时长

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
pt: Cancelar
ru: Отмена
zh: 取消

source: History
ar: السجل
de: Historie
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
nl: Geschiedenis
pt: Histórico
ru: История
zh: 历史记录

source: Erase All History…
ar: محو كل السجل…
de: Gesamte Historie löschen…
es: Borrar todo el historial…
fr: Effacer tout l’historique…
it: Cancella tutta la cronologia…
ja: 履歴をすべて消去…
nl: Alle geschiedenis wissen…
pt: Apagar todo o histórico…
ru: Удалить всю историю…
zh: 清除全部历史记录…

source: Erase All
ar: محو الكل
de: Alles löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
ja: すべて消去
nl: Alles wissen
pt: Apagar tudo
ru: Удалить всё
zh: 全部清除

source: This cannot be undone.
ar: لا يمكن التراجع عن هذا.
de: Das kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non può essere annullata.
ja: この操作は取り消せません。
nl: Dit kan niet ongedaan worden gemaakt.
pt: Isto não pode ser desfeito.
ru: Это действие нельзя отменить.
zh: 此操作无法撤销。

source: Erase all history
ar: محو كل السجل
de: Gesamte Historie löschen
es: Borrar todo el historial
fr: Effacer tout l’historique
it: Cancella tutta la cronologia
ja: 履歴をすべて消去
nl: Alle geschiedenis wissen
pt: Apagar todo o histórico
ru: Удалить всю историю
zh: 清除全部历史记录

source: Sensitive content
ar: محتوى حساس
de: Sensible Inhalte
es: Contenido sensible
fr: Contenu sensible
it: Contenuto sensibile
ja: 機密コンテンツ
nl: Gevoelige inhoud
pt: Conteúdo sensível
ru: Конфиденциальное содержимое
zh: 敏感内容

source: Auto-blur
ar: طمس تلقائي
de: Auto-Unschärfe
es: Desenfoque automático
fr: Flou automatique
it: Sfocatura automatica
ja: 自動ぼかし
nl: Automatisch vervagen
pt: Desfoque automático
ru: Авторазмытие
zh: 自动模糊

source: Open link
ar: فتح الرابط
de: Link öffnen
es: Abrir enlace
fr: Ouvrir le lien
it: Apri collegamento
ja: リンクを開く
nl: Koppeling openen
pt: Abrir link
ru: Открыть ссылку
zh: 打开链接

source: Copy to clipboard
ar: نسخ إلى الحافظة
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti
ja: クリップボードにコピー
nl: Kopiëren naar klembord
pt: Copiar para a área de transferência
ru: Копировать в буфер
zh: 复制到剪贴板

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
nl: Kopiëren
pt: Copiar
ru: Копировать
zh: 复制

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピー済み
nl: Gekopieerd
pt: Copiado
ru: Скопировано
zh: 已复制

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
nl: Openen
pt: Abrir
ru: Открыть
zh: 打开

source: Content blocked
ar: تم حظر المحتوى
de: Inhalt blockiert
es: Contenido bloqueado
fr: Contenu bloqué
it: Contenuto bloccato
ja: コンテンツがブロックされました
nl: Inhoud geblokkeerd
pt: Conteúdo bloqueado
ru: Контент заблокирован
zh: 内容已屏蔽

source: Dismiss
ar: تجاهل
de: Schließen
es: Descartar
fr: Ignorer
it: Chiudi
ja: 閉じる
nl: Sluiten
pt: Dispensar
ru: Закрыть
zh: 关闭

source: Never show again
ar: عدم الإظهار مجددًا
de: Nicht mehr anzeigen
es: No volver a mostrar
fr: Ne plus afficher
it: Non mostrare più
ja: 今後表示しない
nl: Nooit meer tonen
pt: Não mostrar novamente
ru: Больше не показывать
zh: 不再显示

source: Add App…
ar: إضافة تطبيق…
de: App hinzufügen…
es: Añadir app…
fr: Ajouter une app…
it: Aggiungi app…
ja: アプリを追加…
nl: App toevoegen…
pt: Adicionar app…
ru: Добавить приложение…
zh: 添加应用…

source: Ignored Apps
ar: التطبيقات المتجاهلة
de: Ignorierte Apps
es: Apps ignoradas
fr: Apps ignorées
it: App ignorate
ja: 無視するアプリ
nl: Genegeerde apps
pt: Apps ignorados
ru: Игнорируемые приложения
zh: 已忽略的应用

source: Clippings
ar: القصاصات
de: Ausschnitte
es: Recortes
fr: Extraits
it: Ritagli
ja: クリップ
nl: Knipsels
pt: Recortes
ru: Вырезки
zh: 剪贴条目

source: Screenshots
ar: لقطات الشاشة
es: Capturas de pantalla
fr: Captures d’écran
it: Screenshot
ja: スクリーンショット
pt: Capturas de tela
ru: Снимки экрана
zh: 截图

source: clippings
ar: قصاصات
de: Ausschnitte
es: recortes
fr: extraits
it: ritagli
ja: クリップ
nl: knipsels
pt: recortes
ru: вырезки
zh: 剪贴条目

source: screenshots
ar: لقطات الشاشة
es: capturas de pantalla
fr: captures d’écran
it: screenshot
ja: スクリーンショット
pt: capturas de tela
ru: снимки экрана
zh: 截图

source: No apps ignored
ar: لا توجد تطبيقات متجاهلة
de: Keine Apps ignoriert
es: Ninguna app ignorada
fr: Aucune app ignorée
it: Nessuna app ignorata
ja: 無視するアプリはありません
nl: Geen apps genegeerd
pt: Nenhum app ignorado
ru: Нет игнорируемых приложений
zh: 未忽略任何应用

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
nl: Instellingen
pt: Ajustes
ru: Настройки
zh: 设置

source: Blocked content
ar: محتوى محظور
de: Blockierte Inhalte
es: Contenido bloqueado
fr: Contenu bloqué
it: Contenuto bloccato
ja: ブロックされたコンテンツ
nl: Geblokkeerde inhoud
pt: Conteúdo bloqueado
ru: Заблокированный контент
zh: 已屏蔽内容

source: Hidden sensitive content
ar: محتوى حساس مخفي
de: Versteckte sensible Inhalte
es: Contenido sensible oculto
fr: Contenu sensible masqué
it: Contenuto sensibile nascosto
ja: 非表示の機密コンテンツ
nl: Verborgen gevoelige inhoud
pt: Conteúdo sensível oculto
ru: Скрытое конфиденциальное содержимое
zh: 隐藏的敏感内容

source: Double tap to reveal
ar: انقر مرتين للإظهار
de: Doppeltippen zum Anzeigen
es: Toca dos veces para revelar
fr: Touchez deux fois pour révéler
it: Tocca due volte per mostrare
ja: ダブルタップで表示
nl: Dubbeltik om te tonen
pt: Toque duas vezes para revelar
ru: Дважды нажмите, чтобы показать
zh: 点按两次以显示

source: Detected color
ar: لون مكتشف
de: Erkannte Farbe
es: Color detectado
fr: Couleur détectée
it: Colore rilevato
ja: 検出された色
nl: Gedetecteerde kleur
pt: Cor detectada
ru: Обнаруженный цвет
zh: 检测到的颜色

source: Detected link
ar: رابط مكتشف
de: Erkannter Link
es: Enlace detectado
fr: Lien détecté
it: Collegamento rilevato
ja: 検出されたリンク
nl: Gedetecteerde koppeling
pt: Link detectado
ru: Обнаруженная ссылка
zh: 检测到的链接

source: On
ar: تشغيل
de: An
es: Activado
fr: Activé
it: Attivo
ja: オン
nl: Aan
pt: Ativo
ru: Вкл.
zh: 开

source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivo
ja: オフ
nl: Uit
pt: Desligado
ru: Выкл.
zh: 关

source: Off permanently
ar: متوقف بشكل دائم
de: Dauerhaft aus
es: Desactivado permanentemente
fr: Désactivé définitivement
it: Disattivo in modo permanente
ja: 永続的にオフ
nl: Permanent uit
pt: Desligado permanentemente
ru: Выключено навсегда
zh: 永久关闭

source: Off until next session
ar: متوقف حتى الجلسة التالية
de: Aus bis zur nächsten Sitzung
es: Desactivado hasta la próxima sesión
fr: Désactivé jusqu’à la prochaine session
it: Disattivo fino alla prossima sessione
ja: 次のセッションまでオフ
nl: Uit tot volgende sessie
pt: Desligado até a próxima sessão
ru: Выкл. до следующего сеанса
zh: 关闭直到下次会话

source: 5 minutes
ar: ٥ دقائق
de: 5 Minuten
es: 5 minutos
it: 5 minuti
ja: 5分
nl: 5 minuten
pt: 5 minutos
ru: 5 минут
zh: 5 分钟

source: 15 minutes
ar: ١٥ دقيقة
de: 15 Minuten
es: 15 minutos
it: 15 minuti
ja: 15分
nl: 15 minuten
pt: 15 minutos
ru: 15 минут
zh: 15 分钟

source: 20 minutes
ar: ٢٠ دقيقة
de: 20 Minuten
es: 20 minutos
it: 20 minuti
ja: 20分
nl: 20 minuten
pt: 20 minutos
ru: 20 минут
zh: 20 分钟

source: 30 minutes
ar: ٣٠ دقيقة
de: 30 Minuten
es: 30 minutos
it: 30 minuti
ja: 30分
nl: 30 minuten
pt: 30 minutos
ru: 30 минут
zh: 30 分钟

source: 1 hour
ar: ساعة واحدة
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
ja: 1時間
nl: 1 uur
pt: 1 hora
ru: 1 час
zh: 1 小时

source: 2 hours
ar: ساعتان
de: 2 Stunden
es: 2 horas
fr: 2 heures
it: 2 ore
ja: 2時間
nl: 2 uur
pt: 2 horas
ru: 2 часа
zh: 2 小时

source: 4 hours
ar: ٤ ساعات
de: 4 Stunden
es: 4 horas
fr: 4 heures
it: 4 ore
ja: 4時間
nl: 4 uur
pt: 4 horas
ru: 4 часа
zh: 4 小时

source: 8 hours
ar: ٨ ساعات
de: 8 Stunden
es: 8 horas
fr: 8 heures
it: 8 ore
ja: 8時間
nl: 8 uur
pt: 8 horas
ru: 8 часов
zh: 8 小时

source: Pause until next session
ar: إيقاف مؤقت حتى الجلسة التالية
de: Bis zur nächsten Sitzung pausieren
es: Pausar hasta la próxima sesión
fr: Mettre en pause jusqu’à la prochaine session
it: Metti in pausa fino alla prossima sessione
ja: 次のセッションまで一時停止
nl: Pauzeren tot volgende sessie
pt: Pausar até a próxima sessão
ru: Пауза до следующего сеанса
zh: 暂停直到下次会话

source: Pause permanently
ar: إيقاف مؤقت دائم
de: Dauerhaft pausieren
es: Pausar permanentemente
fr: Mettre en pause définitivement
it: Metti in pausa in modo permanente
ja: 永続的に一時停止
nl: Permanent pauzeren
pt: Pausar permanentemente
ru: Пауза навсегда
zh: 永久暂停

source: Pause for…
ar: إيقاف مؤقت لمدة…
de: Pausieren für…
es: Pausar durante…
fr: Mettre en pause pendant…
it: Metti in pausa per…
ja: 一時停止…
nl: Pauzeren voor…
pt: Pausar por…
ru: Пауза на…
zh: 暂停…

source: Pause for custom duration
ar: إيقاف مؤقت لمدة مخصصة
de: Für benutzerdefinierte Dauer pausieren
es: Pausar durante un tiempo personalizado
fr: Mettre en pause pour une durée personnalisée
it: Metti in pausa per una durata personalizzata
ja: カスタム時間で一時停止
nl: Pauzeren voor aangepaste duur
pt: Pausar por duração personalizada
ru: Пауза на своё время
zh: 按自定义时长暂停

source: Ignore
ar: تجاهل
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignora
ja: 無視
nl: Negeren
pt: Ignorar
ru: Игнорировать
zh: 忽略

source: Choose apps whose clipboard copies should be ignored
ar: اختر التطبيقات التي يجب تجاهل نُسخ حافظتها
de: Apps wählen, deren Zwischenablage-Kopien ignoriert werden sollen
es: Elige apps cuyas copias del portapapeles deban ignorarse
fr: Choisissez les apps dont les copies du presse-papiers doivent être ignorées
it: Scegli le app le cui copie degli appunti devono essere ignorate
ja: クリップボードのコピーを無視するアプリを選択
nl: Kies apps waarvan klembordkopieën genegeerd moeten worden
pt: Escolha apps cujas cópias da área de transferência devem ser ignoradas
ru: Выберите приложения, копирование из которых не сохраняется
zh: 选择应忽略其剪贴板复制的应用

source: Ask for password or Touch ID to view sensitive content
ar: اطلب كلمة المرور أو Touch ID لعرض المحتوى الحساس
de: Passwort oder Touch ID anfordern, um sensible Inhalte anzuzeigen
es: Pedir contraseña o Touch ID para ver contenido sensible
fr: Demander un mot de passe ou Touch ID pour afficher le contenu sensible
it: Chiedi password o Touch ID per visualizzare il contenuto sensibile
ja: 機密コンテンツの表示にパスワードまたはTouch IDを要求
nl: Vraag om wachtwoord of Touch ID om gevoelige inhoud te tonen
pt: Pedir senha ou Touch ID para ver conteúdo sensível
ru: Запрашивать пароль или Touch ID для просмотра конфиденциального содержимого
zh: 查看敏感内容时要求密码或 Touch ID

source: Matching items stay blurred until unlocked, then remain visible for 10 minutes.
ar: تبقى العناصر المطابقة مطموسة حتى إلغاء القفل، ثم تظل مرئية لمدة ١٠ دقائق.
de: Passende Einträge bleiben unscharf bis zur Entsperrung und sind danach 10 Minuten sichtbar.
es: Los elementos coincidentes permanecen desenfocados hasta desbloquearse y luego visibles 10 minutos.
fr: Les éléments correspondants restent floutés jusqu’au déverrouillage, puis visibles 10 minutes.
it: Gli elementi corrispondenti restano sfocati fino allo sblocco, poi visibili per 10 minuti.
ja: 一致する項目は解除までぼかし、その後10分間表示されます。
nl: Overeenkomende items blijven wazig tot ontgrendeling en blijven daarna 10 minuten zichtbaar.
pt: Itens correspondentes ficam desfocados até desbloqueio e depois permanecem visíveis por 10 minutos.
ru: Совпадения остаются размытыми до разблокировки, затем видны 10 минут.
zh: 匹配项在解锁前保持模糊，之后可见 10 分钟。

source: What is sensitive content
ar: ما هو المحتوى الحساس
de: Was sind sensible Inhalte
es: Qué es el contenido sensible
fr: Qu’est-ce que le contenu sensible
it: Cos’è il contenuto sensibile
ja: 機密コンテンツとは
nl: Wat is gevoelige inhoud
pt: O que é conteúdo sensível
ru: Что такое конфиденциальное содержимое
zh: 什么是敏感内容

source: These types stay hidden until unlocked with password or Touch ID.
ar: تبقى هذه الأنواع مخفية حتى إلغاء القفل بكلمة المرور أو Touch ID.
de: Diese Typen bleiben verborgen, bis sie mit Passwort oder Touch ID entsperrt werden.
es: Estos tipos permanecen ocultos hasta desbloquearse con contraseña o Touch ID.
fr: Ces types restent masqués jusqu’au déverrouillage par mot de passe ou Touch ID.
it: Questi tipi restano nascosti fino allo sblocco con password o Touch ID.
ja: これらの種類はパスワードまたはTouch IDで解除するまで非表示です。
nl: Deze typen blijven verborgen tot ontgrendeling met wachtwoord of Touch ID.
pt: Esses tipos ficam ocultos até desbloqueio com senha ou Touch ID.
ru: Эти типы скрыты до разблокировки паролем или Touch ID.
zh: 这些类型在使用密码或 Touch ID 解锁前保持隐藏。

source: These types are detected and blurred in the screenshot editor.
ar: يُكتشف هذه الأنواع وتُطمس في محرر لقطات الشاشة.
de: Diese Typen werden erkannt und im Screenshot-Editor unscharf gemacht.
es: Estos tipos se detectan y desenfocan en el editor de capturas.
fr: Ces types sont détectés et floutés dans l’éditeur de captures.
it: Questi tipi vengono rilevati e sfocati nell’editor degli screenshot.
ja: これらの種類はスクリーンショット編集で検出されぼかされます。
nl: Deze typen worden gedetecteerd en vervaagd in de screenshot-editor.
pt: Esses tipos são detectados e desfocados no editor de capturas.
ru: Эти типы обнаруживаются и размываются в редакторе снимков.
zh: 这些类型会在截图编辑器中被检测并模糊。

source: Older clippings beyond the remember limit are removed automatically. Favorites are kept separately.
ar: تُحذف القصاصات الأقدم تلقائيًا عند تجاوز الحد. تُحفظ المفضلة بشكل منفصل.
de: Ältere Ausschnitte über dem Speicherlimit werden automatisch entfernt. Favoriten bleiben separat erhalten.
es: Los recortes antiguos que superen el límite se eliminan automáticamente. Los favoritos se guardan aparte.
fr: Les extraits trop anciens sont supprimés automatiquement. Les favoris sont conservés à part.
it: I ritagli oltre il limite vengono rimossi automaticamente. I preferiti restano separati.
ja: 記憶上限を超えた古いクリップは自動削除されます。お気に入りは別管理です。
nl: Oudere knipsels boven de bewaarlimiet worden automatisch verwijderd. Favorieten blijven apart bewaard.
pt: Recortes antigos além do limite são removidos automaticamente. Favoritos são mantidos à parte.
ru: Старые вырезки сверх лимита удаляются автоматически. Избранное хранится отдельно.
zh: 超出记忆上限的旧剪贴条目会自动删除。收藏单独保留。

source: Older screenshots beyond the remember limit are removed automatically.
ar: تُحذف لقطات الشاشة الأقدم تلقائيًا عند تجاوز الحد.
de: Ältere Screenshots über dem Speicherlimit werden automatisch entfernt.
es: Las capturas antiguas que superen el límite se eliminan automáticamente.
fr: Les captures trop anciennes sont supprimées automatiquement.
it: Gli screenshot oltre il limite vengono rimossi automaticamente.
ja: 記憶上限を超えた古いスクリーンショットは自動削除されます。
nl: Oudere screenshots boven de bewaarlimiet worden automatisch verwijderd.
pt: Capturas antigas além do limite são removidas automaticamente.
ru: Старые снимки сверх лимита удаляются автоматически.
zh: 超出记忆上限的旧截图会自动删除。

source: Copies made while these apps are frontmost are not saved to Clipboard Buddy history.
ar: لا تُحفظ النُسخ أثناء كون هذه التطبيقات في الواجهة في سجل Clipboard Buddy.
de: Kopien, während diese Apps im Vordergrund sind, werden nicht in der Clipboard-Buddy-Historie gespeichert.
es: Las copias hechas con estas apps en primer plano no se guardan en el historial de Clipboard Buddy.
fr: Les copies faites lorsque ces apps sont au premier plan ne sont pas enregistrées dans l’historique de Clipboard Buddy.
it: Le copie fatte con queste app in primo piano non vengono salvate nella cronologia di Clipboard Buddy.
ja: これらのアプリが最前面のときのコピーは Clipboard Buddy の履歴に保存されません。
nl: Kopieën gemaakt terwijl deze apps vooraan staan, worden niet in de geschiedenis van Clipboard Buddy opgeslagen.
pt: Cópias feitas com estes apps em primeiro plano não são salvas no histórico do Clipboard Buddy.
ru: Копии, сделанные когда эти приложения на переднем плане, не сохраняются в истории Clipboard Buddy.
zh: 这些应用位于前台时的复制不会保存到 Clipboard Buddy 历史记录。

source: While paused, new clipboard or screenshot captures are not saved. Permanent pause survives relaunch until you resume.
ar: أثناء الإيقاف المؤقت لا تُحفظ نُسخ الحافظة أو لقطات الشاشة الجديدة. يستمر الإيقاف الدائم بعد إعادة التشغيل حتى تستأنف.
de: Während der Pause werden neue Zwischenablage- oder Screenshot-Erfassungen nicht gespeichert. Eine dauerhafte Pause bleibt nach Neustart bis zum Fortsetzen bestehen.
es: En pausa no se guardan nuevas capturas del portapapeles o de pantalla. La pausa permanente sigue tras reiniciar hasta que reanudes.
fr: En pause, les nouvelles captures du presse-papiers ou d’écran ne sont pas enregistrées. La pause permanente persiste après redémarrage jusqu’à reprise.
it: In pausa, le nuove catture di appunti o screenshot non vengono salvate. La pausa permanente resta dopo il riavvio finché non riprendi.
ja: 一時停止中は新しいクリップボードやスクリーンショットは保存されません。永続一時停止は再開するまで再起動後も続きます。
nl: Tijdens een pauze worden nieuwe klembord- of screenshotopnamen niet opgeslagen. Een permanente pauze blijft na herstarten tot je hervat.
pt: En pausa, novas capturas da área de transferência ou de tela não são salvas. A pausa permanente permanece após reiniciar até você retomar.
ru: На паузе новые записи буфера или снимки не сохраняются. Постоянная пауза сохраняется после перезапуска, пока вы не возобновите.
zh: 暂停期间不会保存新的剪贴板或截图。永久暂停在重新启动后仍然有效，直到你继续。

source: We can’t copy this kind of content. Pornography and sexual material aren’t allowed.
ar: لا يمكننا نسخ هذا النوع من المحتوى. المواد الإباحية والجنسية غير مسموح بها.
de: Diese Art von Inhalt kann nicht kopiert werden. Pornografie und sexuelles Material sind nicht erlaubt.
es: No podemos copiar este tipo de contenido. No se permite pornografía ni material sexual.
fr: Nous ne pouvons pas copier ce type de contenu. La pornographie et le contenu sexuel ne sont pas autorisés.
it: Non possiamo copiare questo tipo di contenuto. Pornografia e materiale sessuale non sono consentiti.
ja: この種のコンテンツはコピーできません。ポルノや性的な内容は許可されていません。
nl: Dit soort inhoud kunnen we niet kopiëren. Pornografie en seksueel materiaal zijn niet toegestaan.
pt: Não podemos copiar este tipo de conteúdo. Pornografia e material sexual não são permitidos.
ru: Мы не можем копировать такой контент. Порнография и материалы сексуального характера запрещены.
zh: 无法复制此类内容。不允许色情或性相关材料。

source: Reveal sensitive content
ar: إظهار المحتوى الحساس
de: Sensible Inhalte anzeigen
es: Revelar contenido sensible
fr: Révéler le contenu sensible
it: Mostra contenuto sensibile
ja: 機密コンテンツを表示
nl: Gevoelige inhoud tonen
pt: Revelar conteúdo sensível
ru: Показать конфиденциальное содержимое
zh: 显示敏感内容

source: Disable password or Touch ID protection
ar: تعطيل حماية كلمة المرور أو Touch ID
de: Passwort- oder Touch-ID-Schutz deaktivieren
es: Desactivar protección con contraseña o Touch ID
fr: Désactiver la protection par mot de passe ou Touch ID
it: Disattiva protezione con password o Touch ID
ja: パスワードまたは Touch ID の保護をオフにする
nl: Wachtwoord- of Touch ID-beveiliging uitschakelen
pt: Desativar proteção por palavra-passe ou Touch ID
ru: Отключить защиту паролем или Touch ID
zh: 关闭密码或 Touch ID 保护

source: Passwords
ar: كلمات المرور
de: Passwörter
es: Contraseñas
fr: Mots de passe
it: Password
ja: パスワード
nl: Wachtwoorden
pt: Senhas
ru: Пароли
zh: 密码

source: IBANs
ar: أرقام IBAN
fr: IBAN
it: IBAN
ja: IBAN
ru: IBAN
zh: IBAN

source: Cards
ar: البطاقات
de: Karten
es: Tarjetas
fr: Cartes
it: Carte
ja: カード
nl: Kaarten
pt: Cartões
ru: Карты
zh: 银行卡

source: API keys
ar: مفاتيح API
de: API-Schlüssel
es: Claves API
fr: Clés API
it: Chiavi API
ja: APIキー
nl: API-sleutels
pt: Chaves de API
ru: API-ключи
zh: API 密钥
